{
  "early": "<p>I'm buzzin'! Get ready for a silly love island themed scavenger hunt for your gifts. We can't have our friends ask the questions, but our friendly woo website can :)</p><p>Alas, it's too early to play, so I'm going to have to mug you until then. Come back on Valentine's Day! - Love, your lad Awoo</p>",
  "default": "<p>Happy Valentine's Day! </p><p>To find your gifts, please answer these questions from our woo life correctly.</p><p>What is the hashtag inside Awoo's ring?</p>",
  "wlwl": "<p>Correct!</p><p>You didn't think there would only be one question per gift right?</p><p>What is the jersey number of AWoo's favorite basketball player?</p>",
  "30": "<p>Mint!</p><p>What is AWoo's mom's English name?</p>",
  "yolanda": "<p>Easy peasy!</p><p>A little more digging required now. What is the name of the color I used for your name on this website?</p>",
  "hotpink": "<p>Mathwhizwoo!</p><p>In the Troyer Group video tour of the pouch, the bottom of the giant cinema poster in the basement says _______ Festival. Fill in the blank.</p>",
  "retrosummer": "<p>You're a real digital detective!</p><p>The venue of our friends & family welcome reception the day before our wedding was the _______ Cafe & Piano Bar. Fill in the blank.</p>",
  "88keys": "<p>Spot on!</p><p>Who is featured at the 3 minute and 45 second mark of our wedding video?</p>",
  "joanne": "<p>Well done!</p><p>In the Pop Smoke hit song about us, what comes with the wings?</p>",
  "bentley": "<p>Impressive!</p><p>How many distinct circles of mirror are above our bed?</p>",
  "13": "<p>Huzzah!</p><p>Sorry you knew there had to be at least one math problem, right? How many ways are there to distribute 8 identical pieces of candy to our first 3 (distinct) rabies?</p>",
  "45": "<p>Mint!</p><p>Roses are red, violets are blue. I'm so lucky to be married to woo.</p><p>My breath is always taken when I see your good looks. Your first gift and next password lies with some of our favorite books.</p>",
  "hydrate": "<p>Round 2!</p><p>What is the last name of the person who painted the Mona Lisa?</p>",
  "davinci": "<p>You named the right geezer!</p><p>How many consonants are in the alphabet?</p>",
  "21": "<p>Smartiewoo!</p><p>Which girl won the first season of Love Island that we watched?</p>",
  "paige": "<p>I'm proper chuffed!</p><p>How many dollars did Rowena and Andrew pay for our pouch?</p>",
  "1450000": "<p>Fun!</p><p>What was the first restaurant we ate at together?</p>",
  "shalala": "<p>I can't believe you thought I was into Sam.</p><p>What animal was Awoo dressed up as for his 2nd grade musical solo?</p>",
  "turtle": "<p>You got it!</p><p>What is the brand name of the portable air filter in our bedroom?</p>",
  "coway": "<p>Hooray!</p><p>What is the Mustang's license plate number?</p>",
  "7nad188": "<p>Yay!</p><p>In one our earliest emails to each other I asked if you wanted to stay over the night before going to Lake Berryessa. What is the first word in my reply after you agreed to stay over?</p>",
  "score": "<p>Score!</p><p>What was the course number for the class we took together at MIT?</p>",
  "6813": "<p>My first email from you was on a thread for that class.</p><p>Here's your second gift clue.</p><p>Every time I look at woo, I think 'Wowzers!' Your second bounty and password is in one of the showers.</p>",
  "blanketthief": "<p>Terrific!</p><p>What is the sum of the house numbers woos have lived in since meeting each other?</p>",
  "4252": "<p>Spot on!</p><p>What's the name of the place the Love Island boys went to go clubbing?</p>",
  "magaluf": "<p>Nice one!</p><p>What's the name of the wildlife park where we met dingos and hoarded magic kangaroo food?</p>",
  "symbio": "<p>Great memory!</p><p>What is Toby short for?</p>",
  "toboggan": "<p>Woot!</p><p>How many smoke alarms are in the pouch?</p>",
  "10": "<p>Awesome!</p><p>For how many dollars did the 2nd place potential pouch sell for?</p>",
  "2658000": "<p>Fascinating!</p><p>What is the name of the first chocolate shop we visited in Switzerland?</p>",
  "laderach": "<p>Yummy!</p><p>The recipe for what food is behind Craig when he thanks Jwoo after her WWDC keynote?</p>",
  "arepas": "<p>Did you draw that?</p><p>What is the name of the 3rd venue in our wedding venue shortlist presentation?</p>",
  "canyonview": "<p>That one wasn't as good.</p><p>What is Awoo's passcode for Ring?</p>",
  "1082": "<p>Wow! Here's your third gift clue.</p><p>Of all the nouns in the world, only a woo can make my cut. Your next prize and password is in a horse's butt.</p>",
  "smooth": "<p>Magnificent!</p><p>What is the name of the best shave ice place in Hawaii?</p>",
  "islandvintage": "<p>Yum!</p><p>What is the name of Awoo's favorite canyon in the world?</p>",
  "waimea": "<p>Righteous!</p><p>What is the name of the space game Awoo is playing these days?</p>",
  "stellaris": "<p>Fun!</p><p>What is the first name of the person on the cover of Awoo's laptop?</p>",
  "simon": "<p>He broke his hand that day.</p><p>What is the name of the type of frisbee throw that Awoo sometimes does where it is thrown over your head and lands upside down?</p>",
  "hammer": "<p>Now you know!</p><p>What is the name of the park in Oakland we used to drive to on Sundays for frisbee?</p>",
  "krusi": "<p>They had cute dogs, too.</p><p>What's the name of the town we visited near Hearst Castle with free wine tastings and zip lining?</p>",
  "pasorobles": "<p>I'm surprised we were able to drive ourselves.</p><p>What is the name of Awoo's favorite sequoia tree?</p>",
  "grizzlygiant": "<p>It was so nice to have lunch next to it.</p><p>What is the name of the mall with the food court that Awoo worked in?</p>",
  "westacres": "<p>I got the college wage while in high school. I think it was $1 more per hour.</p><p>What is the name of the Budapest restaurant that we felt woefully underdresed for, especially me in an MIT sweatshirt?</p>",
  "halaszbastya": "<p>Right! Here's your fourth gift clue.</p><p>Woos are more than eye candy they also have bright minds. Your next present and password is behind one of the blinds.</p>",
  "tiktok": "<p>Tremendous!</p><p>What is the name of the city where one of Awoo's favorite pictures of Awoo kissing Jwoo was taken?</p>",
  "teotihuacan": "<p>Righteous!</p><p>What is the name of the place where Awoo dropped his ring through the floor?</p>",
  "hattiebs": "<p>Incredible!</p><p>What is the name of the zoo where Hopper was adopted?</p>",
  "lincolnpark": "<p>Great work!</p><p>What is the name of Awoo's favorite church in the world?</p>",
  "duomo": "<p>I wish I wore a different shirt for our picture in front of it.</p><p>What is the name of Awoo's favorite restaurant in Portland with the ridiculously good house rolls?</p>",
  "imperial": "<p>I'm drooling just thinking of them.</p><p>In Turkey, we stayed at the _______ Cave Hotel, which was a room in a fairy chimney with heated bathroom floors. Fill in the blank.</p>",
  "kelebek": "<p>What a lovely memory.</p><p>What is the name of the San Diego bar we visited with skulls everywhere and a secret entrance?</p>",
  "nobleexperiment": "<p>So fun!</p><p>The place where we rode Patuk was the _______ elephant sanctuary. Fill in the blank.</p>",
  "phangnga": "<p>What a nice elephant.</p><p>What is the name of the top 50 restaurant in the world we dined at in Mexico City?</p>",
  "quintonil": "<p>Delicious. I wish I remembered what we ate.</p><p>Awoo loves _____woo more than any person, place, or thing in the universe. Fill in the blank.</p>",
  "jenny": "<p>Kudos! Here is your fifth and last gift clue.</p><p>Imagine 25 integers from -10 to 14, inclusive, can be arranged to form a 5-by-5 square in which the sum of the numbers in each row, the sum of the numbers in each column, and the sum of the numbers along each of the main diagonals I hope you did not think this was real.</p><p>There's no question about it, the strongest love in the world is between woos. Your final offering is in safe paws, the paws of one of our pet kangaroos.</p>"
}
