{
  "early": "<p>I'm buzzin'! Get ready for a silly love island themed scavenger hunt for your gifts. We can't have our friends ask the questions, but our friendly woo website can :)</p><p>Alas, it's too early to play, so I'm going to have to mug you until then. Come back on Valentine's Day! - Love, your lad Awoo</p>",
  "default": "<p>Happy Valentine's Day! </p><p>To find your gifts, please answer these questions from our woo life correctly.</p><p>What is the hashtag inside Awoo's ring?</p>",
  "wlwl": "<p>Correct!</p><p>Roses are red, violets are blue. I'm so lucky to be married to woo.</p><p>My breath is always taken when I see your good looks. Your first gift and next password lies with the wooversary books.</p>",
  "hydrate": "<p>I'm proper chuffed! Terrific job.</p><p>We can't make things too easy now can we? Now you'll also get bonus puzzles between gift clues!</p><p>What is the last name of the person who painted the Mona Lisa?</p>",
  "davinci": "<p>You named the right geezer!</p><p>How many consonants are in the alphabet?</p>",
  "21": "<p>Smartiewoo!</p><p>Which girl won the first season of Love Island that we watched?</p>",
  "paige": "<p>Great memory! Here's your second gift clue.</p><p>Every time I look at woo, I think 'Wowzers!' Your second bounty and password is in one of the showers.</p>",
  "blanketthief": "<p>Terrific!</p><p>What is the sum of the house numbers woos have lived in since meeting each other?</p>",
  "4252": "<p>Spot on!</p><p>What's the name of the place the Love Island boys went to go clubbing?</p>",
  "magaluf": "<p>Nice one!</p><p>What's the name of the wildlife park where we met dingos and hoarded magic kangaroo food?</p>",
  "symbio": "<p>Wow! Here's your third gift clue.</p><p>Of all the nouns in the world, only a woo can make my cut. Your next prize and password is in a horse's butt.</p>",
  "smooth": "<p>Magnificent!</p><p>What is the name of the best shave ice place in Hawaii?</p>",
  "islandvintage": "<p>Yum!</p><p>What is the name of Awoo's favorite canyon in the world?</p>",
  "waimea": "<p>Right! Here's your fourth gift clue.</p><p>Woos are more than eye candy they also have bright minds. Your next present and password is behind one of the blinds.</p>",
  "tiktok": "<p>Tremendous!</p><p>What is the name of the city where one of Awoo's favorite pictures of Awoo kissing Jwoo was taken?</p>",
  "teotihuacan": "<p>Righteous!</p><p>What is the name of the place where Awoo dropped his ring through the floor?</p>",
  "hattiebs": "<p>Incredible!</p><p>What is the name of the zoo where Hopper was adopted?</p>",
  "lincolnpark": "<p>Great work!</p><p>What is the name of Awoo's favorite church in the world?</p>",
  "duomo": "<p>Kudos! Here is your fifth and last gift clue.</p><p>Imagine 25 integers from -10 to 14, inclusive, can be arranged to form a 5-by-5 square in which the sum of the numbers in each row, the sum of the numbers in each column, and the sum of the numbers along each of the main diagonals I hope you did not think this was real.</p><p>There's no question about it, the strongest love in the world is between woos. Your final offering is in safe paws, the paws of one of our pet kangaroos.</p>"
}
