{
  "early": "<p>I'm buzzin'! Get ready for a silly love island themed scavenger hunt for your gifts. We can't have our friends ask the questions, but our friendly woo website can :)</p><p>Alas, it's too early to play, so I'm going to have to mug you until then. Come back on Valentine's Day! - Love, your lad Awoo</p>",
  "default": "<p>To find your gifts, please answer these questions from our woo life correctly.</p><p>How many grams is a standard Ultimate frisbee?</p>",
  "175": "<p>Correct!</p><p>What is the team name of either team playing in the Super Bowl today? For example, the team name for the Minnesota Vikings would be Vikings.</p>",
  "rams": "<p>Mint!</p><p>What is the brand name of our dimmer switches?</p>",
  "bengals": "<p>Mint!</p><p>What is the brand name of our dimmer switches?</p>",
  "lutron": "<p>Easy peasy!</p><p>What is the official color name for your favorite Xbox controller?</p>",
  "pulsered": "<p>Gamerwoo!</p><p>Awoo's contact lens prescription is for negative how much?</p>",
  "2.5": "<p>You're a real detective!</p><p>What was Awoo's total sperm count in millions?</p>",
  "261.6": "<p>Spot on!</p><p><What is the name of the birdie friend we made in Victoria in May of 2015?</p>",
  "littlee": "<p>Well done!</p><p>What is the last word in Tim Cook's 10 year work anniversary message?</p>",
  "together": "<p>Impressive!</p><p>What is the company that makes our bidet?</p>",
  "toto": "<p>Huzzah!</p><p>Sorry you knew there had to be at least one math problem, right? How many ways are there to distribute 8 identical pieces of candy to our first 3 (distinct) rabies?</p>",
  "45": "<p>Mint!</p><p>Roses are red, violets are blue. Being with my woo always puts me in a great mood.</p><p>My woo loves the flavor of a sweet pink fruit. Although our 2 trees of it didn't make it, your first gift lies with a box labeled with the name of this fruit.</p>",
  "chocolate": "<p>Round 2!</p><p>How many square feet is the pouch?</p>",
  "3717": "<p>So big!</p><p>What is a Scandinavian gnome called? Like the ones chased in Solvang?</p>",
  "nisse": "<p>Smartiewoo!</p><p>What is the name of that new cereal Awoo can't stand eating?</p>",
  "catalinacrunch": "<p>I'm proper chuffed!</p><p>We are standing in front of the cathedral for St. ____ on our wedding website. Fill in the blank.</p>",
  "vitus": "<p>Fun!</p><p>What was the first restaurant we ate at together?</p>",
  "shalala": "<p>I can't believe you thought I was into Sam.</p><p>What is the name of Awoo's mixed gender recreational league frisbee team right now?</p>",
  "findingfriendzones": "<p>Hooray!</p><p>What is the Mustang's license plate number?</p>",
  "7nad188": "<p>Yay!</p><p>What is the name of Charlie Puth's tik tok song?</p>",
  "lightswitch": "<p>Score!</p><p>Did you know that the pouch contains a mausoleum? Don't be scared, only your second gift is buried there!</p>",
  "tunic": "<p>What is the name of Awoo's favorite chicken sandwich restaurant?</p>",
  "starbird": "<p>Terrific!</p><p>What is the last word in the Google doc Awoo started in August 2014 (and shared with Jwoo) to list all the ways we were samewoos?</p>",
  "printouts": "<p>Spot on!</p><p>How many bells did it cost to buy Animal Crossing turnips on the morning of May 18, 2020?</p>",
  "78": "<p>Nice one!</p><p>To the nearest dollar, how much money did we ask Lufthansa to pay us for delaying the delivery of our luggage in 2014?</p>",
  "588": "<p>Great memory!</p><p>What was the first item in Jwoo's packing list for Istanbul?</p>",
  "headscarves": "<p>Woot!</p><p>How many degrees Celsius was the river temperature in the Narrows when we visited in 2019?</p>",
  "0": "<p>Awesome!</p><p>What is the name of the builder for the first neighborhood of new homes in Jenny's October 2018 spreadsheet of potential pouches to buy?</p>",
  "lennar": "<p>Wow! Here's your third gift clue.</p><p>My woo is somehow always looking fly. Your next gift is in a place where pouch bread goes to mold and die.</p>",
  "onesie": "<p>Magnificent!</p><p>What was the name of our elephant friend that we fed and rode?</p>",
  "patuk": "<p>The name of our Valentine's Day restaurant is ____ Prime Steakhouse. Fill in the blank.</p>",
  "flemings": "<p>The name of the video game Awoo is playing right now is ___ ______ 2. Fill in the blank.</p>",
  "evilgenius": "<p>In the children's book Pouch, what does the joey first tell his mom he wants to do?</p>",
  "hop": "<p>Marshall grew up in Minnesota in a town called St. ____. Fill in the blank.</p>",
  "cloud": "<p>What kind of silk are the Brooklinen silk pillow cases made out of?</p>",
  "mulberry": "<p>Which Wyoming town did Jwoo's dad grow up in?</p>",
  "rocksprings": "<p>In what country are woos in the picture that Awoo uses as his gmail background?</p>",
  "mexico": "<p>Andywoo loves _____woo more than any person, place, or thing in the universe. Fill in the blank.</p>",
  "jenny": "<p>Obvs! Here is your fourth and last gift clue.</p><p>There's no question my Jwoo is so fine. Your 4th gift is next to one of the ways Jwoo supports me, in the form of a sign.</p>"
}
